# brew "bash-completion"
# brew "fasd"
brew "fish"
brew "git"
brew "go"
brew "hub"
brew "watch"
brew "ruby-build"
brew "chruby"
brew "yarn"

cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
#cask "java"
cask "spotify"
cask "visual-studio-code"

#tap "Caskroom/drivers"
#brew "unifi-controller"

tap "heroku/brew"
brew "heroku"

mas "1Blocker", id: 1107421413
mas "1Password", id: 443987910
mas "OmniGraffle", id: 1142578753
mas "Slack", id: 803453959
mas "Things 3", id: 904280696
