brew "bash-completion"
brew "fasd"
brew "git"
brew "go"
brew "hub"
brew "watch"
brew "ruby-build"
brew "chruby"

cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "java"
cask "spotify"
cask "visual-studio-code"

mas "1Blocker", id: 1107421413
mas "Day One", id: 1055511498
mas "iA Writer", id: 775737590
mas "OmniGraffle", id: 1142578753
mas "Password", id: 443987910
mas "Slack", id: 803453959
mas "Twitter", id: 409789998

brew "bazel"
