# brew "bash-completion"
# brew "fasd"
brew "fish"
brew "git"
brew "go"
brew "hub"
brew "watch"
brew "ruby-build"
brew "chruby"
brew "chruby-fish"
brew "yarn"
brew "redis"
brew "postgresql"
brew "asdf"
brew "starship"
brew "nvim"

# gpg / yubi bits
brew "gnupg"
brew "yubikey-personalization"
brew "hopenpgp-tools"
brew "ykman"
brew "pinentry-mac"

cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
#cask "java"
cask "istat-menus"
cask "spotify"
cask "vagrant"
# cask "virtualbox"
cask "visual-studio-code"

#tap "Caskroom/drivers"
#brew "unifi-controller"

tap "heroku/brew"
brew "heroku"

# mas "1Blocker", id: 1107421413
# mas "1Password 7", id: 1333542190
# mas "OmniGraffle", id: 1142578753
# mas "Slack", id: 803453959
# mas "Things 3", id: 904280696
